Repository: RockefellerArchiveCenter/DIMES
Catalog: src/locales/*/messages.po
Languages: de, fr, it

source: {0, plural, =0 {selected: 0 items} other {selected: {1}}}
de: {0, plural, =0 {Ausgewählt: 0 Artikel} other {Ausgewählt: {1}}}
fr: {0, plural, =0 {sélectionné : 0 éléments} other {sélectionné : {1}}}
it: {0, plural, =0 {selezionato: 0 elementi} other {selezionato: {1}}}

source: {0, plural, one {Filter # Search Result} other {Filter # Search Results}}
de: {0, plural, one {Filter # Suchergebnis} other {Filter # Suchergebnisse}}
fr: {0, plural, one {Filtre # Résultat de recherche} other {Filtre # Résultats de recherche}}
it: {0, plural, one {Filtro # Risultato della ricerca} other {Filtro # Risultati della ricerca}}

source: {0, plural, one {hit} other {hits}}
de: {0, plural, one {der Hit} other {die Hits}}
fr: {0, plural, one {succès} other {succès}}
it: {0, plural, one {il successo} other {successi}}

source: {0, select, true {{startItem} result} other {{startItem}-{endItem} of {resultsCount} results}}
de: {0, select, true {{startItem} result} other {{startItem}-{endItem} von {resultsCount} Ergebnissen}}
fr: {0, select, true {{startItem} result} other {{startItem}-{endItem} de {resultsCount} résultats}}

source: {0, select, true {{startItem}} other {{startItem}-{endItem} of {resultsCount} results}}
de: {0, select, true {{startItem}} other {{startItem}-{endItem} von {resultsCount} Ergebnissen}}
fr: {0, select, true {{startItem}} other {{startItem}-{endItem} de {resultsCount} résultats}}
it: {0, select, true {{startItem}} other {{startItem}-{endItem} di {resultsCount} risultati}}

source: {0, select, true {Minimap} other {Introducing the Minimap}}
de: {0, select, true {Minimap} other {Einführung in die Minimap}}
fr: {0, select, true {Minimap} other {Introduction de la carte minimale}}
it: {0, select, true {Minimap} other {Introduzione della minimappa}}

source: {0, select, true {Request {1} Items} other {Request {2} Item}}
de: {0, select, true {Anfrage {1} Posten} other {Anfrage {2} Posten}}
fr: {0, select, true {Demande {1} éléments} other {Demande {2} élément}}
it: {0, select, true {Richiesta {1} Articoli} other {Richiesta {2} Articolo}}

source: {0, select, true {View} other {View Online}}
de: {0, select, true {Ansehen} other {Online ansehen}}
fr: {0, select, true {Voir} other {Voir en ligne}}
it: {0, select, true {Visualizzazione} other {Visualizza in linea}}

source: {agentType, select, organization {Date Disbanded} other {Date of Death}}
de: {agentType, select, organization {Auflösungsdatum} other {Todesdatum}}
fr: {agentType, select, organization {Date de Dissolution} other {Date de Décès}}
it: {agentType, select, organization {Data di scioglimento} other {Data di morte}}

source: {agentType, select, organization {Date Established} other {Date of Birth}}
de: {agentType, select, organisation {Datum der Gründung} other {Geburtsdatum}}
fr: {agentType, select, organization {Date d'établissement} other {Date de naissance}}
it: {agentType, select, organization {Data di fondazione} other {Data di nascita}}

source: {deselect, select, true {Deselect all items} other {Select all items}}
de: {deselect, select, true {Alle Elemente abwählen} other {Alle Elemente auswählen}}
fr: {deselect, select, true {Désélectionner tous les éléments} other {Sélectionnez tous les éléments}}
it: {deselect, select, true {Deseleziona tutti gli elementi} other {Seleziona tutti gli elementi}}

source: {hitCount, plural, one {digital match} other {digital matches}}
de: {hitCount, plural, one {digitaler Treffer} other {digitale Treffer}}
fr: {hitCount, plural, one {correspondance numérique} other {correspondances numériques}}
it: {hitCount, plural, one {partita digitale} other {partite digitali}}

source: {hitCount, plural, one {match} other {matches}}
de: {hitCount, plural, one {übereinstimmen} other {streichhölzer}}
fr: {hitCount, plural, one {paire} other {paires}}
it: {hitCount, plural, one {la coppia} other {coppie}}

source: {inProgress, select, true {Searching} other {{0, select, false {No search query entered} other {{resultsCount, plural, =0 {Sorry, there are no search results for {1}} other {Search Results for {2}}}}}}}
de: {inProgress, select, true {Suchen} other {{0, select, false {Keine Suchanfrage eingegeben} other {{resultsCount, plural, =0 {Leider gibt es keine Suchergebnisse für {1}} other {Suchergebnisse für {2}}}}}}}
fr: {inProgress, select, true {Recherche} other {{0, select, false {Aucune requête de recherche saisie} other {{resultsCount, plural, =0 {Désolé, il n'y a aucun résultat de recherche pour {1}} other {Résultats de recherche pour {2}}}}}}}
it: {inProgress, select, true {Ricerca} other {{0, select, false {Nessuna query di ricerca inserita} other {{resultsCount, plural, =0 {Spiacente, non ci sono risultati di ricerca per {1}} other {Risultati di ricerca per {2}}}}}}}

source: {isContentShown, select, true {Collection Details} other {Collection Content}}
de: {isContentShown, select, true {Sammlungsdetails} other {Sammlungsinhalt}}
fr: {isContentShown, select, true {Détails de la collecte} other {Contenu de la collection}}
it: {isContentShown, select, true {Dettagli della collezione} other {Contenuto della collezione}}

source: {isDownloading, select, true {Downloading} other {Download as .CSV}}
de: {isDownloading, select, true {Wird heruntergeladen} other {Herunterladen als .CSV}}
fr: {isDownloading, select, true {Téléchargement} other {Télécharger au format .CSV}}
it: {isDownloading, select, true {Download in corso} other {Scarica come .CSV}}

source: {isMobile, select, true {Add} other {Add to List}}
de: {isMobile, select, true {Hinzufügen} other {Zur Liste hinzufügen}}
fr: {isMobile, select, true {Ajouter} other {Ajouter à la liste}}
it: {isMobile, select, true {Aggiungere} other {Aggiungi alla lista}}

source: {isMobile, select, true {Remove} other {Remove from List}}
de: {isMobile, select, true {Entfernen} other {Entfernen aus Liste}}
fr: {isMobile, select, true {Retirer} other {Retirer de la liste}}
it: {isMobile, select, true {Rimuovere} other {Rimuovi dall'elenco}}

source: {source, select, null {Source: Rockefeller Archive Center} other {Source: {source}}}
de: {source, select, null {Quelle: Rockefeller Archive Center} other {Quelle: {source}}}
it: {source, select, null {Fonte: Rockefeller Archive Center} other {Fonte: {source}}}

source: <0/>Back to Search
de: <0/>Zurück zur Suche
fr: <0/>Retour à la recherche
it: <0/>Torna alla ricerca

source: <0/>Start a New Search
de: <0/>Eine neue Suche starten
fr: <0/>Commencer une nouvelle recherche
it: <0/>Avviare una nuova ricerca

source: <0><1/> Download</0>
de: <0><1/> Herunterladen</0>
fr: <0><1/> Télécharger</0>
it: <0><1/> Scaricare</0>

source: <0><1/> Schedule a Visit</0>
de: <0><1/> Besuch vereinbaren</0>
fr: <0><1/> Planifier une visite</0>
it: <0><1/> Programmare una visita</0>

source: <0><1/>Back to Item Details</0>
de: <0><1/>Zurück zu den Artikeldetails</0>
fr: <0><1/>Retour aux détails de l'article</0>
it: <0><1/>Torna ai dettagli dell'articolo</0>

source: <0><1>DIMES: My List</1></0>
de: <0><1>DIMES: Meine Liste</1></0>
fr: <0><1>DIMES : Ma liste</1></0>
it: <0><1>DIMES: Il mio elenco</1></0>

source: <0><1>DIMES: Online Collections and Catalog of Rockefeller Archive Center</1></0><2><3/><4/></2>
de: <0><1>DIMES: Online-Sammlungen und Katalog des Rockefeller Archive Center</1></0><2><3/><4/></2>
fr: <0><1>DIMES : Collections et catalogue en ligne du Rockefeller Archive Center</1></0><2><3/><4/></2>
it: <0><1>DIMES: Collezioni e catalogo online del Centro Archivi Rockefeller</1></0><2><3/><4/></2>

source: <0><1>Page Not Found</1></0><2><3><4/></3><5>Sorry, the requested page was not found!</5><6>Try <7>a search</7> to find what you're looking for.</6></2>
de: <0><1>Seite nicht gefunden</1></0><2><3><4/></3><5>Leider wurde die angeforderte Seite nicht gefunden!</5><6>Versuchen Sie <7>eine Suche</7>, um zu finden, was Sie suchen.</6></2>
fr: <0><1>Page introuvable</1></0><2><3><4/></3><5>Désolé, la page demandée n'a pas été trouvée !</5><6>Essayez <7>une recherche</7> pour trouver ce que vous cherchez.</6></2>
it: <0><1>Pagina non trovata</1></0><2><3><4/></3><5>Siamo spiacenti, la pagina richiesta non è stata trovata!</5><6>Provi a <7>effettuare una ricerca</7> per trovare ciò che sta cercando.</6></2>

source: <0><1>Page Not Found</1></0><2><3><4/></3><5>There was an error fetching data.</5><6>The request to {0} failed.</6><7>To report this problem, send us an email at <8>archive@rockarch.org</8>.</7><9>Error message:</9><10>{1}: {2}</10>{3}{4}</2>
de: <0><1>Seite nicht gefunden</1></0><2><3><4/></3><5>Es ist ein Fehler beim Abrufen von Daten aufgetreten.</5><6>Die Anfrage an {0} ist fehlgeschlagen.</6><7>Um dieses Problem zu melden, senden Sie uns eine E-Mail an <8>archive@rockarch.org.</8></7><9>Fehlermeldung:</9><10>{1}: {2}</10>{3}{4}</2>
fr: <0><1>Page non trouvée</1></0><2><3><4/></3><5>Une erreur s'est produite lors de l'extraction des données.</5><6>La demande adressée à {0} a échoué.</6><7>Pour signaler ce problème, envoyez-nous un courriel à <8>archive@rockarch.org.</8></7><9>Message d'erreur :</9><10>{1}: {2}</10>{3}{4}</2>
it: <0><1>Pagina non trovata</1></0><2><3><4/></3><5>Si è verificato un errore nel recupero dei dati.</5><6>La richiesta a {0} è fallita.</6><7>Per segnalare il problema, inviare un'e-mail a <8>archive@rockarch.org.</8></7><9>Messaggio di errore:</9><10>{1}: {2}</10>{3}{4}</2>

source: <0><1>Search Results</1></0>
de: <0><1>Suchergebnisse</1></0>
fr: <0><1>Résultats de la recherche</1></0>
it: <0><1>Risultati della ricerca</1></0>

source: <0>Citation information copied to clipboard.</0>
de: <0>Zitatinformationen in die Zwischenablage kopiert.</0>
fr: <0>Informations sur la citation copiées dans le presse-papiers.</0>

source: <0>Cite<1/></0>
de: <0>Zitieren<1/></0>
fr: <0>Citer<1/></0>

source: <0>Description</0>
de: <0>Beschreibung</0>
it: <0>Descrizione</0>

source: <0>Found in: <1>{0}</1></0>
de: <0>Gefunden in: <1>{0}</1></0>
fr: <0>Trouvé dans : <1>{0}</1></0>
it: <0>Trovato in: <1>{0}</1></0>

source: <0>Have you tried doing the following:</0><1><2>Check for spelling errors or typos</2><3>Use fewer keywords</3><4>Clear search filter options</4></1>
de: <0>Haben Sie schon Folgendes versucht?</0><1><2>Suchen Sie nach Rechtschreib- und Tippfehlern</2><3>Weniger Schlüsselwörter verwenden</3><4>Suchfilteroptionen deaktivieren</4></1>
fr: <0>Avez-vous essayé de faire ce qui suit :</0><1><2>Vérifier les fautes d'orthographe ou de frappe</2><3>Utiliser moins de mots-clés</3><4>Effacer les options du filtre de recherche</4></1>
it: <0>Avete provato a fare quanto segue:</0><1><2>Controllare gli errori di ortografia o di battitura</2><3>Utilizzare meno parole chiave</3><4>Cancellare le opzioni del filtro di ricerca</4></1>

source: <0>Here are some suggested search terms:</0>
de: <0>Hier sind einige vorgeschlagene Suchbegriffe:</0>
fr: <0>Voici quelques suggestions de termes de recherche :</0>
it: <0>Ecco alcuni termini di ricerca suggeriti:</0>

source: <0>Jump to a part of the collection containing matches by clicking on an active square.</0><1>In the minimap diagram, each square represents part of this collection. Colored squares represent parts that contain one or more matches for your search.</1>
de: <0>Springen Sie zu einem Teil der Sammlung, der Übereinstimmungen enthält, indem Sie auf ein aktives Quadrat klicken.</0><1>Im Minimap-Diagramm stellt jedes Quadrat einen Teil dieser Sammlung dar. Farbige Quadrate stellen Teile dar, die einen oder mehrere Treffer für Ihre Suche enthalten.</1>
fr: <0>Accédez à une partie de la collection contenant des correspondances en cliquant sur un carré actif.</0><1>Dans le diagramme de la mini-carte, chaque carré représente une partie de cette collection. Les carrés colorés représentent les parties qui contiennent une ou plusieurs correspondances pour votre recherche.</1>
it: <0>Per passare a una parte della collezione contenente le corrispondenze, fare clic su un riquadro attivo.</0><1>Nel diagramma della minimappa, ogni quadrato rappresenta una parte della raccolta. I quadrati colorati rappresentano le parti che contengono una o più corrispondenze per la ricerca.</1>

source: <0>keyboard_arrow_left</0>Back to Search
de: <0>keyboard_arrow_left</0>Zurück zur Suche
fr: <0>keyboard_arrow_left</0>Retour à la recherche
it: <0>tastiera_freccia_sinistraTorna</0>alla ricerca

source: <0>Last requested on: {0}</0>
de: <0>Zuletzt angefordert am: {0}</0>
fr: <0>Dernière demande le : {0}</0>
it: <0>Ultima richiesta il: {0}</0>

source: <0>Loading</0>
de: <0>Laden</0>
fr: <0>Chargement</0>
it: <0>Caricamento</0>

source: <0>More about this {agentType}</0>
de: <0>Mehr dazu {agentType}</0>
fr: <0>En savoir plus {agentType}</0>
it: <0>Per saperne di più {agentType}</0>

source: <0>My List</0>
de: <0>Meine Liste</0>
fr: <0>Ma liste</0>
it: <0>Il mio elenco</0>

source: <0>Please add a word or phrase to search for.</0>
de: <0>Bitte geben Sie ein Wort oder einen Satz ein, nach dem Sie suchen möchten.</0>
fr: <0>Veuillez ajouter un mot ou une phrase à rechercher.</0>
it: <0>Aggiungete una parola o una frase da cercare.</0>

source: <0>Please note:</0> if you want a cost estimate for your order, email an archivist at <1>archive@rockarch.org</1>.
de: <0>Bitte beachten Sie:</0> Wenn Sie einen Kostenvoranschlag für Ihre Bestellung wünschen, senden Sie eine E-Mail an einen Archivar unter <1>archive@rockarch.org</1>.
fr: <0>Remarque :</0> si vous souhaitez obtenir un devis pour votre commande, envoyez un courriel à un archiviste à l'adresse <1>archive@rockarch.org</1>.
it: <0>Nota bene:</0> se desiderate un preventivo per il vostro ordine, inviate un'e-mail a un archivista all'indirizzo <1>archive@rockarch.org</1>.

source: <0>Summary</0>
de: <0>Zusammenfassung</0>
fr: <0>Résumé</0>
it: <0>Sintesi</0>

source: <0>The minimap is a new feature that allows you to quickly jump to search matches in a collection by clicking on an active square.</0><1>In the minimap diagram, each square represents part of this collection. Colored squares represent parts that contain one or more matches for your search.</1>
de: <0>Die Minikarte ist eine neue Funktion, mit der Sie schnell zu den Suchtreffern in einer Sammlung springen können, indem Sie auf ein aktives Quadrat klicken.</0><1>Im Minimap-Diagramm stellt jedes Quadrat einen Teil dieser Sammlung dar. Farbige Quadrate stehen für Teile, die einen oder mehrere Treffer für Ihre Suche enthalten.</1>
fr: <0>La mini-carte est une nouvelle fonctionnalité qui vous permet d'accéder rapidement aux résultats d'une recherche dans une collection en cliquant sur un carré actif.</0><1>Dans le diagramme de la mini-carte, chaque carré représente une partie de cette collection. Les carrés colorés représentent les parties qui contiennent une ou plusieurs correspondances pour votre recherche.</1>
it: <0>La minimappa è una nuova funzione che consente di passare rapidamente alle corrispondenze di ricerca in una raccolta facendo clic su un quadrato attivo.</0><1>Nel diagramma della minimappa, ogni quadrato rappresenta una parte della raccolta. I quadrati colorati rappresentano le parti che contengono una o più corrispondenze per la ricerca.</1>

source: <0>There was an error submitting your request.</0><1>The request to {0} failed with the message {1}: {2}.</1><2>{3}</2>
de: <0>Bei der Übermittlung Ihrer Anfrage ist ein Fehler aufgetreten.</0><1>Die Anfrage an {0} schlug mit der Meldung {1}: {2} fehl.</1><2>{3}</2>
fr: <0>Une erreur s'est produite lors de l'envoi de votre demande.</0><1>La requête vers {0} a échoué avec le message {1}: {2}.</1><2>{3}</2>
it: <0>Si è verificato un errore nell'invio della richiesta.</0><1>La richiesta a {0} è fallita con il messaggio {1}: {2}.</1><2>{3}</2>

source: <0>View Online<1/></0>
de: <0>Online ansehen<1/></0>
fr: <0>Voir en ligne<1/></0>
it: <0>Visualizza in linea <1/></0>

source: <0>View Online<1/></0><2>Download <3/></2>{0}
de: <0>Online ansehen<1/></0><2>Herunterladen <3/></2>{0}
fr: <0>Voir en ligne<1/></0><2>Télécharger <3/></2>{0}
it: <0>Visualizza in linea <1/></0><2>Scaricamento <3/></2>{0}

source: 255 characters maximum
de: maximal 255 Zeichen
fr: 255 caractères maximum
it: 255 caratteri al massimo

source: 255 characters maximum.
de: maximal 255 Zeichen.
it: 255 caratteri al massimo.

source: about minimap
de: über minimap
fr: à propos de minimap
it: su minimap

source: Accessibility Statement
de: Barrierefreiheitserklärung
fr: Déclaration d’accessibilité
it: Stato accessibilità

source: Actions
de: Aktionen
it: Azioni

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi

source: Add item to list
de: Artikel zur Liste hinzufügen
fr: Ajouter un élément à la liste
it: Aggiungi elemento all'elenco

source: Add to List
de: Zur Liste hinzufügen
fr: Ajouter à la liste
it: Aggiungi a elenco

source: Adding items to your message
de: Hinzufügen von Elementen zu Ihrer Nachricht
fr: Ajouter des éléments à votre message
it: Aggiunta di elementi al messaggio

source: All Types
de: Alle Arten
fr: Tous les types
it: Tutti i tipi

source: An email address is required.
de: Eine E-Mail-Adresse ist erforderlich.
fr: Une adresse e-mail valide est exigée.
it: È richiesto un indirizzo e-mail.

source: apply dates
de: daten anwenden
fr: dates d'application
it: applicare le date

source: Are you sure you want to remove all the items from your list?<0><1/><2/></0>
de: Sind Sie sicher, dass Sie alle Einträge von Ihrer Liste entfernen möchten?<0><1/><2/></0>
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de votre liste ?<0><1/><2/></0>
it: Siete sicuri di voler rimuovere tutti gli elementi dall'elenco?<0><1/><2/></0>

source: Bulk data download
de: Bulk-Daten-Download
fr: Téléchargement de données en masse
it: Download di dati in blocco

source: Can't Complete Request
de: Anfrage kann nicht abgeschlossen werden
fr: Impossible de compléter la demande
it: Impossibile completare la richiesta

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: category
de: kategorie
fr: catégorie
it: categoria

source: Choose a search category
de: Wählen Sie eine Suchkategorie
fr: Choisir une catégorie de recherche
it: Scegliere una categoria di ricerca

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: Collection Content
de: Sammlung Inhalt
fr: Contenu de la Collection
it: Contenuto della collezione

source: Collection Details
de: Click & Collect
fr: Détails de collection
it: Dettagli della collezione

source: Collections
de: Sammlungen
it: Collezioni

source: Collections data API
de: Sammlungsdaten-API
fr: API sur les données des collections
it: Dati delle collezioni API

source: Collections Related to {agentTitle}
de: Sammlungen mit Bezug zu {agentTitle}
fr: Collections liées à {agentTitle}
it: Collezioni relative a {agentTitle}

source: Confirm Remove All
de: Bestätigen Alle entfernen
fr: Confirmer Supprimer tout
it: Conferma Rimuovi tutto

source: Copyright © Rockefeller Archive Center. All rights reserved.
de: Copyright © Rockefeller Archive Center. Alle Rechte vorbehalten.
fr: Copyright © Rockefeller Archive Center. Tous droits réservés.
it: Copyright © Rockefeller Archive Center. Tutti i diritti riservati.

source: costs
de: kosten
fr: réduits
it: costi

source: Creator
de: Ersteller
fr: Créateur
it: Creatore

source: Date Range
de: Datumsbereich
fr: Plage de dates
it: Intervallo di date

source: description
de: deschreibung
it: descrizione

source: Description of Materials
de: Beschreibung der Materialien
it: Descrizione dei materiali

source: Deselect all items
de: Alle Elemente abwählen
fr: Désélectionner tous les éléments
it: Deselezionare tutti gli elementi

source: Details under heading 1 have been updated to describe the selected records titled {0}
de: Die Angaben in Rubrik 1 wurden aktualisiert, um die ausgewählten Datensätze mit dem Titel {0} zu beschreiben
fr: Les détails de la rubrique 1 ont été mis à jour pour décrire les enregistrements sélectionnés intitulés {0}
it: I dettagli della rubrica 1 sono stati aggiornati per descrivere i record selezionati intitolati {0}

source: Download as .csv
de: Als .csv herunterladen
fr: Télécharger au format .csv
it: Scarica come .csv

source: Email List
de: Email-Liste
fr: Liste d’e-mail
it: Lista Email

source: Email Sent
de: Email Gesendet
fr: Mail envoyé
it: Email inviata

source: End Year
de: End Jahr
fr: Fin d'année
it: Fine anno

source: Enter a search term
de: Geben Sie einen Suchbegriff ein
fr: Entrez un terme de recherche
it: Inserisci un termine da ricercare

source: Enter the date of your research visit (mm/dd/yyyy)
de: Geben Sie das Datum Ihres Forschungsaufenthalts an (mm/dd/yyyy)
fr: Saisissez la date de votre visite de recherche (mm/jj/aaaa)
it: Inserire la data della visita di ricerca (mm/dd/yyyy)

source: Entire folder
de: Ganzer Ordner
it: Intera cartella

source: Error submitting request
de: Fehler beim Absenden der Anfrage
fr: Erreur dans l'envoi de la demande
it: Errore nell'invio della richiesta

source: Filters
de: Filter
fr: Filtres
it: Filtri

source: Formats
de: Formate
it: Formati

source: Found In
de: Gefunden in
fr: Trouvé dans
it: Trovato in

source: Found in:
de: Gefunden in:
fr: Trouvé dans :
it: Trovato in:

source: Founded by
de: Gegründet von
fr: Fondée par
it: Fondato da

source: How to access and request materials.
de: Zugang und Anforderung von Materialien.
fr: Comment accéder aux documents et les demander.
it: Come accedere e richiedere i materiali.

source: I agree to pay the duplication costs for this request. See our <0>fee schedule</0>.
de: Ich bin damit einverstanden, die Vervielfältigungskosten für diese Anfrage zu übernehmen. Siehe unsere <0>Gebührenordnung</0>.
fr: J'accepte de payer les frais de duplication pour cette demande. Voir notre <0>grille tarifaire</0>.
it: Accetto di pagare i costi di duplicazione per questa richiesta. Vedere il nostro <0>tariffario</0>.

source: Invalid email address provided.
de: Ungültige E-Mail-Adresse angegeben.
fr: L’adresse courriel fournie est invalide.
it: Indirizzo e-mail non valido.

source: items
de: artikel
fr: articles
it: oggetti

source: Jump to {0} {hitPlural} in this area: {hitTitles}
de: Springen Sie zu {0} {hitPlural} in diesem Bereich: {hitTitles}
fr: Sauter à {0} {hitPlural} dans cette zone : {hitTitles}
it: Passare a {0} {hitPlural} in quest'area: {hitTitles}

source: Licensing for descriptive metadata
de: Lizenzierung für beschreibende Metadaten
fr: Licences pour les métadonnées descriptives
it: Licenze per i metadati descrittivi

source: Location of Headquarters
de: Standort des Hauptsitzes
fr: Localisation du siège
it: Posizione della sede centrale

source: mailto:archive@rockarch.org?subject=Scheduling a research appointment
de: mailto:archive@rockarch.org?subject=Scheduling einen Forschungstermin
fr: mailto:archive@rockarch.org?subject=Scheduling un rendez-vous de recherche
it: mailto:archive@rockarch.org?subject=Scheduling un appuntamento di ricerca

source: message
de: nachricht
it: messaggio

source: Message
de: Nachricht
it: Messaggio

source: Message for RAC staff
de: Nachricht für RAC-Mitarbeiter
fr: Message au personnel des CCR
it: Messaggio per il personale RAC

source: Monday-Friday<0/>9:00 a.m. to 5:00 p.m.<1/>
de: Montag-Freitag<0/>9:00 Uhr bis 17:00 Uhr.<1/>
fr: Lundi-vendredi<0/>9h00 à 17h00<1/>
it: Lunedi-Venerdì<0/>dalle 9:00 alle 17:00.<1/>

source: Moving image (MP4)
de: Bewegtbild (MP4)
fr: Image animée (MP4)
it: Immagine in movimento (MP4)

source: My List
de: Meine Einträge
fr: Ma Liste
it: La mia lista

source: Nicknames
de: Spitznamen
fr: Surnoms
it: Soprannomi

source: No items have been selected to submit.
de: Es wurden keine Artikel zur Einreichung ausgewählt.
fr: Aucun élément n'a été sélectionné pour être soumis.
it: Non sono stati selezionati articoli da inviare.

source: No saved items.
de: Keine gespeicherten Elemente.
fr: Pas d'éléments sauvegardés.
it: Nessun elemento salvato.
