Repository: RockefellerArchiveCenter/DIMES
Catalog: src/locales/*/messages.po
Languages: de, fr, it

source: Occupations
de: Belegungen
it: Occupazioni

source: opens email
de: öffnet E-Mail
fr: ouvre le courrier électronique
it: apre l'e-mail

source: opens in a new window
de: öffnet sich in einem neuen Fenster
fr: s’ouvre dans une nouvelle fenêtre
it: si apre in una nuova finestra

source: Organizations
de: Organisationen
fr: Organisations
it: Organizzazioni

source: People
de: Personen
fr: Personnes
it: Persone

source: Phone: (914) 366-6300
de: Telefon: (914) 366-6300
fr: Téléphone : (914) 366-6300
it: Telefono: (914) 366-6300

source: Place of Birth
de: Geburtsort
fr: Lieu de naissance
it: Luogo di nascita

source: Please add a word or phrase to search for.
de: Bitte geben Sie ein Wort oder einen Satz ein, nach dem Sie suchen möchten.
fr: Veuillez ajouter un mot ou une phrase à rechercher.
it: Aggiungete una parola o una frase da cercare.

source: Please complete this field.
de: Bitte füllen Sie dieses Feld aus.
fr: Veuillez remplir ce champ.
it: Compilare questo campo.

source: Please describe the materials you want reproduced. 255 characters maximum.
de: Bitte beschreiben Sie die Materialien, die Sie reproduzieren möchten. maximal 255 Zeichen.
it: Descrivere il materiale che si desidera riprodurre. 255 caratteri al massimo.

source: Please provide the date of your research visit.
de: Bitte geben Sie das Datum Ihres Forschungsaufenthalts an.
fr: Veuillez indiquer la date de votre visite de recherche.
it: Indicare la data della visita di ricerca.

source: Please select your desired duplication format.
de: Bitte wählen Sie das gewünschte Vervielfältigungsformat.
fr: Veuillez sélectionner le format de duplication souhaité.
it: Selezionare il formato di duplicazione desiderato.

source: Positions Held
de: Gehaltene Positionen
fr: Postes occupés
it: Posizioni ricoperte

source: Preparing items
de: Vorbereiten von Artikeln
fr: Préparation des articles
it: Preparazione degli articoli

source: Preparing items for your request
de: Vorbereiten von Artikeln für Ihre Anfrage
fr: Préparation des articles pour votre demande
it: Preparazione degli articoli per la vostra richiesta

source: Preparing Request Data
de: Anforderungsdaten vorbereiten
fr: Préparation des données de la demande
it: Preparazione dei dati della richiesta

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

source: questions
de: fragen
it: domande

source: RAC Policies
de: RAC-Richtlinien
fr: Politiques des RAC
it: Politiche RAC

source: Reading Room Hours:
de: Öffnungszeiten des Lesesaals:
fr: Heures d'ouverture de la salle de lecture :
it: Orari della sala di lettura:

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi

source: Remove All Items
de: Alle Einträge entfernen
fr: Supprimer tous les éléments
it: Rimuovi tutti gli elementi

source: Remove from List
de: Von Wunschliste entfernen
fr: Supprimer de la liste
it: Rimuovi dalla Lista

source: Remove item from list
de: Element aus der Liste entfernen
fr: Supprimer un élément de la liste
it: Rimuovere un elemento dall'elenco

source: Request 4 Items
de: 4 Artikel anfordern
fr: Demande de 4 articles
it: Richiesta di 4 articoli

source: Request Copies
de: Kopien anfordern
fr: Demande de copies
it: Richiesta di copie

source: Request in Reading Room
de: Anfrage im Lesesaal
fr: Demande en salle de lecture
it: Richiesta in Sala di lettura

source: Rockefeller<0/>Archive Center
de: Rockefeller Archive Center

source: Save & Close
de: Speichern & Schließen
fr: Sauvegarder & Fermer
it: Salva & Chiudi

source: Schedule a Visit
de: Besuch vereinbaren
fr: Planifier une visite
it: Programmare una visita

source: Scheduled Date *
de: Geplantes Datum *
fr: Date prévue *
it: Data prevista *

source: scheduledDate
de: geplantesDatum
fr: date prévue
it: data prevista

source: Search
de: Suche
fr: Rechercher
it: Cerca

source: Search More Related Collections
de: Weitere verwandte Sammlungen suchen
fr: Recherche d'autres collections apparentées
it: Cerca altre collezioni correlate

source: Search Our Collections.<0/>Discover People and Organizations.<1/>Access Digital Content.
de: Durchsuchen Sie unsere Sammlungen.<0/>Entdecken Sie Personen und Organisationen.<1/>Zugriff auf digitale Inhalte.
fr: Rechercher dans nos collections.<0/>Découvrir des personnes et des organisations.<1/>Accéder au contenu numérique.
it: Cerca nelle nostre collezioni.<0/>Scopri persone e organizzazioni.<1/>Accedi ai contenuti digitali.

source: Search Our Collections.Discover People and Organizations.Access Digital Content.
de: Durchsuchen Sie unsere Sammlungen, entdecken Sie Personen und Organisationen, greifen Sie auf digitale Inhalte zu.
fr: Rechercher dans nos collections, découvrir des personnes et des organisations, accéder au contenu numérique.
it: Cerca nelle nostre collezioni.Scopri persone e organizzazioni.Accedi ai contenuti digitali.

source: Search Results for
de: Suchergebnisse für
fr: Résultats de la recherche pour
it: Risultati della ricerca per

source: Search...
de: Suche...
fr: Rechercher...
it: Cerca...

source: See holiday schedule
de: Siehe Ferienplan
fr: Voir le calendrier des vacances
it: Vedi il programma delle vacanze

source: Select a format
de: Wählen Sie ein Format
fr: Sélectionner un format
it: Selezionare un formato

source: Select all items
de: Alle Artikel auswählen
fr: Sélectionner tous les articles
it: Seleziona tutti gli articoli

source: Selected items in your list have been emailed to {0}
de: Ausgewählte Einträge in Ihrer Liste wurden per E-Mail an {0} gesendet
fr: Les éléments sélectionnés dans votre liste ont été envoyés par e-mail à {0}
it: Gli articoli selezionati nella tua lista sono stati inviati via email a {0}

source: selected:
de: ausgewählt:
fr: choisi:
it: selezionati:

source: selected: 0 items
de: ausgewählt: 0 Artikel
fr: sélectionné : 0 éléments
it: selezionato: 0 articoli

source: Send List
de: Liste Senden
fr: Liste d'envoi
it: Elenco degli invii

source: Sending Email
de: Versenden von E-Mails
fr: Envoi d'un courriel
it: Invio di e-mail

source: show all
de: alle anzeigen
fr: tout afficher
it: mostra tutto

source: Show all values
de: Alle Werte anzeigen
fr: Afficher toutes les valeurs
it: Mostra tutti i valori

source: show less
de: weniger anzeigen
fr: afficher moins
it: mostra meno

source: Show only results with digital matches
de: Nur Ergebnisse mit digitalen Übereinstimmungen anzeigen
fr: Afficher uniquement les résultats avec des correspondances numériques
it: Mostra solo i risultati con le corrispondenze digitali

source: Sign in to RACcess
de: Bei RACcess anmelden
fr: Se connecter à RACcess
it: Accedi a RACcess

source: Size
de: Größe
fr: Taille
it: Dimensione

source: Skip to main content
de: Zum Hauptinhalt springen
fr: Passer au contenu principal
it: Vai al contenuto principale

source: Social Networks and Archival Context
de: Soziale Netzwerke und archivarischer Kontext
fr: Réseaux sociaux et contexte archivistique
it: Reti sociali e contesto archivistico

source: Sorry, our system is unable to process requests right now. We're working to fix this! Please try again later.
de: Leider kann unser System im Moment keine Anfragen bearbeiten. Wir arbeiten an der Behebung des Problems! Bitte versuchen Sie es später noch einmal.
fr: Désolé, notre système n'est pas en mesure de traiter les demandes pour le moment. Nous travaillons à la résolution de ce problème ! Veuillez réessayer plus tard.
it: Siamo spiacenti, il nostro sistema non è in grado di elaborare le richieste in questo momento. Stiamo lavorando per risolvere il problema! Si prega di riprovare più tardi.

source: Sorry, the requested page was not found!
de: Sorry, die angeforderte Seite wurde nicht gefunden!
fr: Désolé, la page demandée n'a pas été trouvée !
it: Spiacente, la pagina richiesta non è stata trovata!

source: sort
de: sortieren
fr: trier
it: ordina

source: Sort by creator name
de: Nach Name des Erstellers sortieren
fr: Trier par nom de créateur
it: Ordina per nome del creatore

source: Sort by relevance
de: Sortieren nach Relevanz
fr: Trier par pertinence
it: Ordina per pertinenza

source: Sort by title
de: Sortiere nach Titel
fr: Trier par titre
it: Ordina per titolo

source: Sort search results
de: Suchergebnisse sortieren
fr: Trier les résultats de la recherche
it: Ordina i risultati della ricerca

source: Start Year
de: Start Jahr
fr: Année de début
it: Dall'Anno

source: subject
de: betreff
fr: sujet
it: soggetto

source: Subject
de: Betreff
fr: Sujet
it: Soggetto

source: Submit search
de: Suche starten
fr: Soumettre la recherche
it: Avvia ricerca

source: Switch to the next month.
de: Wechseln Sie zum nächsten Monat.
fr: Passez au mois suivant.
it: Passare al mese successivo.

source: Switch to the previous month.
de: Wechseln Sie zum vorherigen Monat.
fr: Passer au mois précédent.
it: Passare al mese precedente.

source: Take-down policy
de: Rücknahmepolitik
fr: Politique de retrait
it: Politica di rimozione

source: The Online Collection and Catalog of Rockefeller Archive Center
de: Die Online-Sammlung und der Katalog des Rockefeller Archive Center
fr: La collection et le catalogue en ligne du Rockefeller Archive Center
it: La collezione e il catalogo online del Centro Archivi Rockefeller

source: There was an error submitting your request. The error message was: {0}
de: Bei der Übermittlung Ihrer Anfrage ist ein Fehler aufgetreten. Die Fehlermeldung lautete: {0}
fr: Une erreur s'est produite lors de la soumission de votre demande. Le message d'erreur était le suivant : {0}
it: Si è verificato un errore nell'invio della richiesta. Il messaggio di errore è stato: {0}

source: View minimap
de: Minimap anzeigen
fr: Afficher la mini-carte
it: Visualizza la minimappa

source: Virtual International Authority File
de: Virtuelle internationale Behördenakte
fr: Fichier d'autorité internationale virtuelle
it: Fascicolo dell'autorità internazionale virtuale

source: We cannot process your request unless you agree to pay the costs of reproduction.
de: Wir können Ihren Antrag nur bearbeiten, wenn Sie sich bereit erklären, die Kosten für die Reproduktion zu übernehmen.
fr: Nous ne pouvons pas traiter votre demande si vous n'acceptez pas de payer les frais de reproduction.
it: Non possiamo elaborare la vostra richiesta se non accettate di pagare i costi di riproduzione.

source: WorldCat Identities
de: WorldCat-Identitäten
fr: Identités WorldCat
it: Identità WorldCat

source: <0><1><2><3><4>Twitter Logo</4><5/></3></2></1><6><7><8><9>Facebook Logo</9><10/></8></7></6><11><12><13><14>Instagram Logo</14><15/></13></12></11><16><17><18><19>YouTube Logo</19><20/></18></17></16><21><22><23><24>Flickr Logo</24><25><26><27><28/><29/></27></26></25></23></22></21></0>
fr: <0><1><2><3><4>Logo Twitter</4><5/></3></2></1><6><7><8><9>Logo Facebook</9><10/></8></7></6><11><12><13><14>Logo Instagram</14><15/></13></12></11><16><17><18><19>Logo YouTube</19><20/></18></17></16><21><22><23><24>Logo Flickr</24><25><26><27><28/><29/></27></26></25></23></22></21></0>
it: <0><1><2><3><4>Logo Twitter</4><5/></3></2></1><6><7><8><9>Logo Facebook</9><10/></8></7></6><11><12><13><14>Logo Instagram</14><15/></13></12></11><16><17><18><19>Logo YouTube</19><20/></18></17></16><21><22><23><24>Logo Flickr</24><25><26><27><28/><29/></27></26></25></23></22></21></0>

source: format
it: formato

source: Format
it: Formato

source: Rockefeller<0>Archive Center</0>
it: <0>Centro</0> RockefellerArchive

source: Minimap
fr: Mini-carte

source: online
fr: en ligne
